/* Status message appended to the chat view when a player joins a new team */
"%@ has joined team '%@'" = "%1$@ has joined team '%2$@'";

/* Status message appended to the chat view when a player joins the channel */
"%@ has joined the channel" = "%@ has joined the channel";

/* Status message appended to the chat view when a player leaves the team he or she was playing for */
"%@ has left team '%@'" = "%1$@ has left team '%2$@'";

/* Status message appended to the chat view when a player leaves the channel */
"%@ has left the channel" = "%@ has left the channel";

/* Status message appended to the chat view when a player changes from one team to another */
"%@ has switched to team '%@'" = "%1$@ has switched to team '%2$@'";

